Repository: Paulemann/script.securitycam.hd
Catalog: resources/language/*/strings.po
Languages: french

# #32000
source: Camera 1
french: Caméra 1

# #32002
source: Image Url:
french: Lien URL:

# #32003
source: Username:
french: Nom d'utilisateur:

# #32004
source: Password:
french: Mot de passe:

# #32005
source: Aspect Ratio:
french: Diagonale d'écran:

# #32006
source: X Position:
french: Position X:

# #32007
source: Y Position:
french: Position Y:

# #32008
source: Width:
french: Largeur:

# #32009
source: Height:
french: Hauteur:

# #32010
source: Camera 2
french: Caméra 2

# #32020
source: Camera 3
french: Caméra 3

# #32030
source: Camera 4
french: Caméra 4

# #32040
source: Camera 5
french: Caméra 5

# #32050
source: Camera 6
french: Caméra 6

# #32060
source: Camera 7
french: Caméra 7

# #32070
source: Camera 8
french: Caméra 8

# #32080
source: Camera 9
french: Caméra 9

# #32100
source: Custom Grid
french: Grille Personalisée

# #33000
source: Behavior
french: Comportement

# #33001
source: Window Width:
french: Largeur de la fenêtre:

# #33002
source: Window Height:
french: Hauteur de la fenêtre:

# #33003
source: Refresh Interval (in milliseconds):
french: Intervalle de rafraichissement (en millisecondes):

# #33004
source: Enable auto-close after duration:
french: Activation de la fermeture automatique:

# #33005
source: Duration (in seconds):
french: Durée (en secondes):

# #33006
source: Alignment:
french: Enlignement:

# #33007
source: Padding (in Pixels):
french: Marge et remplissage (en pixels):

# #33008
source: Animate on open/close:
french: Animation ouverture/fermeture:

# #33009
source: Use Custom Grid:
french: Utiliser grille personalisée:

# #34000
source: Vertical: right, from top to bottom
french: Verticale: droite, du haut au bas

# #34001
source: Vertical: left, from top to bottom
french: Verticale: gauche, du haut au bas

# #34002
source: Horizontal: top, from left to right
french: Horizontale: haut, de gauche à droite

# #34003
source: Horizontal: bottom, from left to right
french: Horizontale: bas, de gauche à droite

# #34004
source: Square: right top
french: Carré: coin haut droite

# #34005
source: Square: left top
french: Carré: coin haut gauche

# #34006
source: Vertical: right, from bottom to top
french: Verticale: droite, de bas au haut

# #34007
source: Vertical: left, from bottom to top
french: Verticale: gauche, de bas au haut

# #34008
source: Horizontal: top, from right to left
french: Horizontale: haut, de droite à gauche

# #34009
source: Horizontal: bottom, from right to left
french: Horizontale: bas, de droite à gauche

# #34010
source: Square: right bottom
french: Carré: coin bas droite

# #34011
source: Square: left bottom
french: Carré: coin bas gauche

# #34020
source: Stretch
french: Étirer l'image

# #34021
source: Scale up (crops)
french: Aggrandir l'image (Couper

# #34022
source: Scale down (black bars)
french: Rétrécir l'image (Barres noir)

# #35000
source: Select Feed:
french: Sélection de Caméra:
